<%@ Page Title="" Language="C#" MasterPageFile="Help.master" AutoEventWireup="true" Inherits="HelpPage" %>

<script runat="server">

    protected void Page_Load(object sender, EventArgs e)
    {
        this.HelpIndex = 9;
    }
</script>

<asp:Content ContentPlaceHolderID="help2" runat="server">
    <div class="help-title">
        <div class="title0">规则与声明</div>
    </div>
    <p>本公司是合法互联网交易机构，现提醒有意参与本公司所有游戏之客户，应注意其国家或居住地区的相关法律规定，如有疑问，应就相关问题寻求当地法律意见。 本条款涵盖您与本公司，在本网站进行博彩行为时的所有协议。</p>
    <h3>1、法定要求</h3>
    <p>根据您所居住国的法律，您必需达到法定年龄，您才可使用本网站。</p>
    <p>如果您尚未年满18岁，在任何情况下您都不可使用本网站。</p>
    <p>部份地区或国家法律尚未明确在线博彩的合法性问题，甚至某些地区或国家已明确规范在线博彩为非法行为。我们无意邀请任何人在这些地区或国家非法使用本网站。本网站的存在并不表示我们推广在线博彩于任何赌博非法的地区或国家。您必需确定在您所居住的地区或国家使用在线博彩是否合法，并负完全的责任。</p>
    <h3>2、帐户规定</h3>
    <p>客户只能拥有一个账号，如发现客户拥有多个账号，本公司有权冻结客户的账号以及取消该账号内所有胜出的投注。本公司有权保留取消任何因素导致账号结余不正确的金额。此外如发现账号持有人与亲属共同使用多个不同账号，本公司有权限制客户每人各保留最多一个账号。若上述情形已构成欺诈、危害或侵犯本公司及其它用户权利或利益时，本公司有权要求该用户赔偿并没收用户帐户中所存之余额，终止或注销用户继续使用本系统的权利。<br />
    </p>
    <h3>3、交易结算</h3>
    <p>用户有责任及义务在每次游戏交易之前或之后及离开游戏前，检查自己的账户余额。当用户怀疑余额有错误时，必需在进行下一回合的游戏（游戏开始到结账画面出现视为一个回合）前，向本网站在线客服人员或本公司客服部人员提出申诉。如果您不这么做，本公司将视为您放弃提出申诉的权利，并接受目前的余额数据为正确。</p>
    <p>直接与本公司交易结算的用户，银行帐户名称须与会员登记和申请过程中所使用的姓名一致。若用户使用信用卡或借记卡时，持卡人姓名亦须与会员登记和申请过程中所使用的姓名一致。若发生银行账户名称或持卡人姓名和账户登记(会员注册)时所使用的姓名不一致时，本公司有权拒绝相关交易的结算。</p>
    <p>直接与本公司交易结算的用户，本公司会依据用户所提供的交易方式信息，将博彩所得存入您的用户帐户中。任何款项或所得在存入账户的过程中，若因为用户所提供的信息不足或信息错误而发生交易错误的情形时，本公司不负任何形式的责任。用户一旦发现帐户内款项有误时，有责任立即通知我们。</p>
    <p>本公司因用户的结算交易而蒙受的银行费用，包括手续费、电邮费等，本公司有权从用户的帐户余额中扣除和抵扣上述费用。</p>
    <h3>4、本公司之权利与义务</h3>
    <p>本公司会采取各种措施保护玩家的账户安全。</p>
    <p>本公司绝不会以任何人为的手段，影响游戏的公正性。</p>
    <p>本公司对非法使用玩家账户的行为不负任何责任。</p>
    <p>本公司保留修改所有制度及规则条款的权利。</p>
    <p>本公司若发现玩家在游戏中，有作弊、攻击或破坏本系统正常操作以及使用明确表示或暗示的方式以与事实不符、莫须有之说针对「腾博会娱乐城」诋毁、漫骂、恐吓、毁谤的行为，经公司劝阻不止，本公司保留拒绝/禁止和吊销玩家继续使用本系统的所有权利 ，"并将依菲律宾共和国法律进行追诉"。</p>
    <p>本公司对于您个人的数据及在系统中进行的记录，皆有「备份数据」。但若不幸发生不可抗拒之因素（如天灾、恐怖活动、战争、暴动…）导致上述数据遗失时，本公司会尽全力恢复所有的历史数据，所恢复的数据也将视为公正。</p>
    <h3>5、促销和优惠</h3>
    <p>所有促销、优惠和特别活动均须遵守本条款及本公司针对具体优惠活动所不时制定的规则与条款。本公司保留在任何时候中止、取消或修改该等促销、奖励和特别活动之相关规定及条款的权利。</p>
    <p>若本公司认定有人滥用或企图滥用某项促销或奖励活动，或可能因该等滥用行为而获利时，本公司有权自主决定以其认为合适的方式阻止、拒绝、中止或撤销任何用户参加有关的促销、奖励和特别活动。</p>
    <h3>6、条款修改政策</h3>
    <p>本公司保留不时修订、更新和修改本条款和游戏规则的绝对权力。任何修订、更新和修改将在官网上公布。经修订、更新或修改的本条款和游戏规则，在公布时即生效。用户在上述修订、更新和修改公布后，继续使用本网站或游戏时，则视为用户同意并接受本公司的修订、更新和修改。</p>
    <p>我们建议您定期阅读本网站之规则与条款及游戏规则。</p>
    <p>上述修订、更新和修改，本公司可自行决定是否通知用户。本公司并无任何义务向用户通知上述之修订、更新和修改。</p>
</asp:Content>
